
//Набори
export const sets =[
  {
    "title": "Flavour Shake Set",
    "subtitle": "Набір для спражніх поціновувачів класики",
    "description": "Бостонський або американський шейкер - складається з двох склянок, що надягають один на одного: скляного або металевого склянки для змішування і металевої основи більшого діаметра. Типовий обсяг склянки-основи - 800 мл, змішувального склянки - приблизно 568 мл (1 пінта). Головним достоїнством бостонського шейкера є висока швидкість приготування коктейлів за рахунок його швидкого відкривання і закривання легким ударом рукою по склянці-основі ,тому такий шейкер кращий для професійних барменів.",
    "images": [
      "images/catalog/flavour-1.png",
      "images/catalog/flavour-2.png",
      "images/catalog/flavour-3.png",
      "images/catalog/flavour-4.png"
    ],
    "price": 2500,
    "discount": 200,
    "rating": 100,
    "components": [
      "Бостон шейкер, якій є фаворитом професіоналів",
      "Джигер об’ємом 50/25мл з мірними поділками",
      "Барна ложка з додатковим стейнером довжиною 40см",
      "Стейнер, який є найгарячішим в наборі"
    ],
    "reviews": [
      {
        "author": "Богдан",
        "stars":  5,
        "text": "Упаковка супер, все на месте, все качественное. Если думаете брать, то берите. Коктели по себестоимости выходят 30-50грн, так что быстро окупитесь, если любите зависать в барах."
      },
      {
        "author": "Владимир",
        "stars":  5,
        "text": "Очень крутой и качественный набор. Упакован в красивую коробку - то, что надо на подарок. Пока очень довольны!"
      },
      {
        "author": "Ольга",
        "stars":  5,
        "text": "Отличный по качеству набор."
      }
    ]
  },
  {
    "title": "Gold Stir Set",
    "subtitle": "Набір для шанувальників вишуканності",
    "description": "Бостонський або американський шейкер - складається з двох склянок, що надягають один на одного: скляного або металевого склянки для змішування і металевої основи більшого діаметра. Типовий обсяг склянки-основи - 800 мл, змішувального склянки - приблизно 568 мл (1 пінта). Головним достоїнством бостонського шейкера є висока швидкість приготування коктейлів за рахунок його швидкого відкривання і закривання легким ударом рукою по склянці-основі ,тому такий шейкер кращий для професійних барменів.",
    "images": [
      "images/catalog/gold-1.png",
      "images/catalog/gold-2.png",
      "images/catalog/gold-3.png",
      "images/catalog/gold-4.png"
    ],
    "price": 2500,
    "discount": 200,
    "rating": 80,
    "components": [
      "Бостон шейкер, якій є фаворитом професіоналів",
      "Джигер об’ємом 50/25мл з мірними поділками",
      "Барна ложка з додатковим стейнером довжиною 40см",
      "Стейнер, який є найгарячішим в наборі"
    ],
    "reviews": [
      {
        "author": "Богдан",
        "stars":  5,
        "text": "Упаковка супер, все на месте, все качественное. Если думаете брать, то берите. Коктели по себестоимости выходят 30-50грн, так что быстро окупитесь, если любите зависать в барах."
      },
      {
        "author": "Владимир",
        "stars":  5,
        "text": "Очень крутой и качественный набор. Упакован в красивую коробку - то, что надо на подарок. Пока очень довольны!"
      },
      {
        "author": "Ольга",
        "stars":  5,
        "text": "Отличный по качеству набор."
      }
    ]
  },
  {
    "title": "Black Shake Set",
    "subtitle": "Набір для людей, які цінують стиль",
    "description": "Бостонський або американський шейкер - складається з двох склянок, що надягають один на одного: скляного або металевого склянки для змішування і металевої основи більшого діаметра. Типовий обсяг склянки-основи - 800 мл, змішувального склянки - приблизно 568 мл (1 пінта). Головним достоїнством бостонського шейкера є висока швидкість приготування коктейлів за рахунок його швидкого відкривання і закривання легким ударом рукою по склянці-основі ,тому такий шейкер кращий для професійних барменів.",
    "images": [
      "images/catalog/black-1.png",
      "images/catalog/black-2.png",
      "images/catalog/black-3.png",
      "images/catalog/black-4.png"
    ],
    "price": 2500,
    "discount": 200,
    "rating": 90,
    "components": [
      "Бостон шейкер, якій є фаворитом професіоналів",
      "Джигер об’ємом 50/25мл з мірними поділками",
      "Барна ложка з додатковим стейнером довжиною 40см",
      "Стейнер, який є найгарячішим в наборі"
    ],
    "reviews": [
      {
        "author": "Богдан",
        "stars":  5,
        "text": "Упаковка супер, все на месте, все качественное. Если думаете брать, то берите. Коктели по себестоимости выходят 30-50грн, так что быстро окупитесь, если любите зависать в барах."
      },
      {
        "author": "Владимир",
        "stars":  5,
        "text": "Очень крутой и качественный набор. Упакован в красивую коробку - то, что надо на подарок. Пока очень довольны!"
      },
      {
        "author": "Ольга",
        "stars":  5,
        "text": "Отличный по качеству набор."
      }
    ]
  },
  {
    "title": "Pink Shake Set",
    "subtitle": "Набір — поєднання вишуканності та стилю",
    "description": "Бостонський або американський шейкер - складається з двох склянок, що надягають один на одного: скляного або металевого склянки для змішування і металевої основи більшого діаметра. Типовий обсяг склянки-основи - 800 мл, змішувального склянки - приблизно 568 мл (1 пінта). Головним достоїнством бостонського шейкера є висока швидкість приготування коктейлів за рахунок його швидкого відкривання і закривання легким ударом рукою по склянці-основі ,тому такий шейкер кращий для професійних барменів.",
    "images": [
      "images/catalog/pink-1.png",
      "images/catalog/pink-2.png",
      "images/catalog/pink-3.png",
      "images/catalog/pink-4.png"
    ],
    "price": 2500,
    "rating": 100,
    "components": [
      "Бостон шейкер, якій є фаворитом професіоналів",
      "Джигер об’ємом 50/25мл з мірними поділками",
      "Барна ложка з додатковим стейнером довжиною 40см",
      "Стейнер, який є найгарячішим в наборі"
    ],
    "reviews": [
      {
        "author": "Богдан",
        "stars":  5,
        "text": "Упаковка супер, все на месте, все качественное. Если думаете брать, то берите. Коктели по себестоимости выходят 30-50грн, так что быстро окупитесь, если любите зависать в барах."
      },
      {
        "author": "Владимир",
        "stars":  5,
        "text": "Очень крутой и качественный набор. Упакован в красивую коробку - то, что надо на подарок. Пока очень довольны!"
      },
      {
        "author": "Ольга",
        "stars":  5,
        "text": "Отличный по качеству набор."
      }
    ]
  },
  {
    "title": "Flavour Shake Set",
    "subtitle": "Набір для спражніх поціновувачів класики",
    "description": "Бостонський або американський шейкер - складається з двох склянок, що надягають один на одного: скляного або металевого склянки для змішування і металевої основи більшого діаметра. Типовий обсяг склянки-основи - 800 мл, змішувального склянки - приблизно 568 мл (1 пінта). Головним достоїнством бостонського шейкера є висока швидкість приготування коктейлів за рахунок його швидкого відкривання і закривання легким ударом рукою по склянці-основі ,тому такий шейкер кращий для професійних барменів.",
    "images": [
      "images/catalog/flavour-1.png",
      "images/catalog/flavour-2.png",
      "images/catalog/flavour-3.png",
      "images/catalog/flavour-4.png"
    ],
    "price": 2500,
    "discount": 200,
    "rating": 100,
    "components": [
      "Бостон шейкер, якій є фаворитом професіоналів",
      "Джигер об’ємом 50/25мл з мірними поділками",
      "Барна ложка з додатковим стейнером довжиною 40см",
      "Стейнер, який є найгарячішим в наборі"
    ],
    "reviews": [
      {
        "author": "Богдан",
        "stars":  5,
        "text": "Упаковка супер, все на месте, все качественное. Если думаете брать, то берите. Коктели по себестоимости выходят 30-50грн, так что быстро окупитесь, если любите зависать в барах."
      },
      {
        "author": "Владимир",
        "stars":  5,
        "text": "Очень крутой и качественный набор. Упакован в красивую коробку - то, что надо на подарок. Пока очень довольны!"
      },
      {
        "author": "Ольга",
        "stars":  5,
        "text": "Отличный по качеству набор."
      }
    ]
  },
  {
    "title": "Gold Stir Set",
    "subtitle": "Набір для шанувальників вишуканності",
    "description": "Бостонський або американський шейкер - складається з двох склянок, що надягають один на одного: скляного або металевого склянки для змішування і металевої основи більшого діаметра. Типовий обсяг склянки-основи - 800 мл, змішувального склянки - приблизно 568 мл (1 пінта). Головним достоїнством бостонського шейкера є висока швидкість приготування коктейлів за рахунок його швидкого відкривання і закривання легким ударом рукою по склянці-основі ,тому такий шейкер кращий для професійних барменів.",
    "images": [
      "images/catalog/gold-1.png",
      "images/catalog/gold-2.png",
      "images/catalog/gold-3.png",
      "images/catalog/gold-4.png"
    ],
    "price": 2500,
    "discount": 200,
    "rating": 80,
    "components": [
      "Бостон шейкер, якій є фаворитом професіоналів",
      "Джигер об’ємом 50/25мл з мірними поділками",
      "Барна ложка з додатковим стейнером довжиною 40см",
      "Стейнер, який є найгарячішим в наборі"
    ],
    "reviews": [
      {
        "author": "Богдан",
        "stars":  5,
        "text": "Упаковка супер, все на месте, все качественное. Если думаете брать, то берите. Коктели по себестоимости выходят 30-50грн, так что быстро окупитесь, если любите зависать в барах."
      },
      {
        "author": "Владимир",
        "stars":  5,
        "text": "Очень крутой и качественный набор. Упакован в красивую коробку - то, что надо на подарок. Пока очень довольны!"
      },
      {
        "author": "Ольга",
        "stars":  5,
        "text": "Отличный по качеству набор."
      }
    ]
  },
  {
    "title": "Black Shake Set",
    "subtitle": "Набір для людей, які цінують стиль",
    "description": "Бостонський або американський шейкер - складається з двох склянок, що надягають один на одного: скляного або металевого склянки для змішування і металевої основи більшого діаметра. Типовий обсяг склянки-основи - 800 мл, змішувального склянки - приблизно 568 мл (1 пінта). Головним достоїнством бостонського шейкера є висока швидкість приготування коктейлів за рахунок його швидкого відкривання і закривання легким ударом рукою по склянці-основі ,тому такий шейкер кращий для професійних барменів.",
    "images": [
      "images/catalog/black-1.png",
      "images/catalog/black-2.png",
      "images/catalog/black-3.png",
      "images/catalog/black-4.png"
    ],
    "price": 2500,
    "discount": 200,
    "rating": 90,
    "components": [
      "Бостон шейкер, якій є фаворитом професіоналів",
      "Джигер об’ємом 50/25мл з мірними поділками",
      "Барна ложка з додатковим стейнером довжиною 40см",
      "Стейнер, який є найгарячішим в наборі"
    ],
    "reviews": [
      {
        "author": "Богдан",
        "stars":  5,
        "text": "Упаковка супер, все на месте, все качественное. Если думаете брать, то берите. Коктели по себестоимости выходят 30-50грн, так что быстро окупитесь, если любите зависать в барах."
      },
      {
        "author": "Владимир",
        "stars":  5,
        "text": "Очень крутой и качественный набор. Упакован в красивую коробку - то, что надо на подарок. Пока очень довольны!"
      },
      {
        "author": "Ольга",
        "stars":  5,
        "text": "Отличный по качеству набор."
      }
    ]
  },
  {
    "title": "Pink Shake Set",
    "subtitle": "Набір — поєднання вишуканності та стилю",
    "description": "Бостонський або американський шейкер - складається з двох склянок, що надягають один на одного: скляного або металевого склянки для змішування і металевої основи більшого діаметра. Типовий обсяг склянки-основи - 800 мл, змішувального склянки - приблизно 568 мл (1 пінта). Головним достоїнством бостонського шейкера є висока швидкість приготування коктейлів за рахунок його швидкого відкривання і закривання легким ударом рукою по склянці-основі ,тому такий шейкер кращий для професійних барменів.",
    "images": [
      "images/catalog/pink-1.png",
      "images/catalog/pink-2.png",
      "images/catalog/pink-3.png",
      "images/catalog/pink-4.png"
    ],
    "price": 2500,
    "rating": 100,
    "components": [
      "Бостон шейкер, якій є фаворитом професіоналів",
      "Джигер об’ємом 50/25мл з мірними поділками",
      "Барна ложка з додатковим стейнером довжиною 40см",
      "Стейнер, який є найгарячішим в наборі"
    ],
    "reviews": [
      {
        "author": "Богдан",
        "stars":  5,
        "text": "Упаковка супер, все на месте, все качественное. Если думаете брать, то берите. Коктели по себестоимости выходят 30-50грн, так что быстро окупитесь, если любите зависать в барах."
      },
      {
        "author": "Владимир",
        "stars":  5,
        "text": "Очень крутой и качественный набор. Упакован в красивую коробку - то, что надо на подарок. Пока очень довольны!"
      },
      {
        "author": "Ольга",
        "stars":  5,
        "text": "Отличный по качеству набор."
      }
    ]
  }
]

//Відгуки (скріншоти)
export const reviews = [
  "images/reviews/1.png",
  "images/reviews/2.png",
  "images/reviews/3.png",
  "images/reviews/4.png",
  "images/reviews/5.png",
  "images/reviews/6.png",
  "images/reviews/7.png"
]

//Відео-гайди
export const videoGuides = [
  {
    video:  "https://www.youtube.com/embed/ogU8amrmdWI",
    title: "Вчимось готувати коктейль Margarita з барними наборами від Bar at home.",
    img: "ogU8amrmdWI",
  },
  {
    video:  "https://www.youtube.com/embed/1u6ookwIDcM",
    title: "Вчимось готувати коктейль Margarita з барними наборами від Bar at home.",
    img: "1u6ookwIDcM",
  },
  {
    video:  "https://www.youtube.com/embed/wK8rtf9nRYw",
    title: "Вчимось готувати коктейль Margarita з барними наборами від Bar at home.",
    img: "wK8rtf9nRYw",
  },
  {
    video:  "https://www.youtube.com/embed/qH4Cge_ED-4",
    title: "Вчимось готувати коктейль Margarita з барними наборами від Bar at home.",
    img: "qH4Cge_ED-4"
  }
]

//Доставка
export const delivery = "Строк доставки Вашого відправлення компанією «Нова пошта» до пункту призначення зазвичай становить не більше 3-х робочих днів. Замовлення, що оформлені до 14:00, ми передаємо в той же день компанії «Нова пошта» для здійснення доставки. Замовлення, оформлені після 14:00 - ми передаємо компанії \"Нова Пошта\" на наступний день. Після цього перевізник сповістить Вас про точні строки та час прибуття товару до пункту призначення";

//Оплата
export const payment = "Оплатити замовлення ви можете за допомогою карт VISA/Mastercard під час оформлення замовлення або готівкою у відділенні компанії \"Нова пошта\".  Жодних прихованих платежів, оплати послуг транспортних компаній, плати за переказ коштів, комісій та іншого! Ви оплачуєте тільки суму вашого замовлення.";

//Повернення
export const returnRules = "Оплатити замовлення ви можете за допомогою карт VISA/Mastercard під час оформлення замовлення або готівкою у відділенні компанії \"Нова пошта\".  Жодних прихованих платежів, оплати послуг транспортних компаній, плати за переказ коштів, комісій та іншого! Ви оплачуєте тільки суму вашого замовлення.";