
//Набори
export const sets =[

  {
    "title": "Black Shake Set 5.0",
    "subtitle": "Набір для людей, які цінують стиль",
    "description": "Набір для людей, які цінують стиль",
    "images": [
      "images/catalog/black-shake-50-1.png",
      "images/catalog/black-shake-50-2.png"
    ],
    "price": 2380,
    "discount": 200,
    "rating": 90,
    "components": [
      "європейський шейкер, об'ємом 500мл",
      "джигер індійського зразку, об'ємом 50/25мл",
      "хавторн-стрейнер без вушок, який підійте як і новачкам так і професіоналам",
      "барна ложка з капелькою на кінцівці 40см",
      "ситечко, що дозволяє відфільтрувати частинки фруктів та подріблений лід",
    ],
    "reviews": [
      {
        "author": "Богдан",
        "stars":  5,
        "text": "Упаковка супер, все на месте, все качественное. Если думаете брать, то берите. Коктели по себестоимости выходят 30-50грн, так что быстро окупитесь, если любите зависать в барах."
      },
      {
        "author": "Владимир",
        "stars":  5,
        "text": "Очень крутой и качественный набор. Упакован в красивую коробку - то, что надо на подарок. Пока очень довольны!"
      }
    ]
  },
  {
    "title": "Flavour Shake Set 3.0",
    "subtitle": "Набір для професійного приготування напоїв",
    "description": "Набір для професійного приготування напоїв",
    "images": [
      "images/catalog/flavour-shake-30-1.png",
      "images/catalog/flavour-shake-30-2.png"
    ],
    "price": 1780,
    "discount": 100,
    "rating": 95,
    "components": [
      "бостон шейкер, який складається з двох частин (800 і 500мл)",
      "джигер, який дає змогу виміряти наймінімальніші об’єми",
      "хавторн-стрейнер з ексцентричною гравюрою черепа",
    ],
    "reviews": [
      {
        "author": "Андрій",
        "stars":  4,
        "text": "Не зовсім вистачає барної ложки та сквізера. Але в майбутньому обов язково дозамвлю. Гарний магаз"
      },
      {
        "author": "Настя",
        "stars":  4,
        "text": "Брат бармен, надіюсь він буде радий професійному власному інвентарю. Продавці вічливі, тому 100% рекомендасьйон."
      },
    ]
  },{
    "title": "Flavour Shake Set 2.0",
    "subtitle": "Найнеобхідніше завжди з собою",
    "description": "Найнеобхідніше завжди з собою",
    "images": [
      "images/catalog/flavour-shake-20-1.png",
      "images/catalog/flavour-shake-20-2.png"
    ],
    "price": 1480,
    "discount": 100,
    "rating": 100,
    "components": [
      "бостон шейкер (800 і 500мл), фаворит нашого магазину",
      "джигер, коли хочеться оновити найважливіший інвентар (50/25мл)"
    ],
    "reviews": [
      {
        "author": "Маша",
        "stars":  5,
        "text": "Качество бомба, всем советую этот магазинчик."
      }
    ]
  },
  {
    "title": "Pink Shake Set 5.0",
    "subtitle": "Набір знаменує поєднання вишуканності та стилю",
    "description": "Набір знаменує поєднання вишуканності та стилю",
    "images": [
      "images/catalog/pink-shake-50-1.png",
      "images/catalog/pink-shake-50-2.png"
    ],
    "price": 2380,
    "discount": 200,
    "rating": 100,
    "components": [
      "японський шейкер \"Барон\", об'ємом 500мл",
      "джигер 50/25 мл з мірними поділками",
      "хавторн-стрейнера з вушками, який відділятиме лід від напою",
      "барна ложка з тризубом, довжиною 40см",
      "класичне ситечко"
    ],
    "reviews": [
      {
        "author": "Андрій",
        "stars":  5,
        "text": "Моя дівчина обожнює бари, тому подарунок прямо в 10. Богдан допоміг обрати і доставили вже на другий день. Велике дякую"
      },
      {
        "author": "Ваня",
        "stars":  5,
          "text": "Подарил другу, тепер и себе хочу) Качество топ, спасибо огромное!"
      },
    ]
  },
  {
    "title": "Gold Stir Set",
    "subtitle": "Неординарний набір для фанів своєї професії",
    "description": "Неординарний набір для фанів своєї професії",
    "images": [
      "images/catalog/gold-stir-1.png",
      "images/catalog/gold-stir-2.png",
    ],
    "price": 1980,
    "discount": 340,
    "rating": 80,
    "components": [
      "склянка для змішування, що використовується для методу приготування коктейлю - Stir",
      "джигер японського стилю, об'ємом 50/25мл",
      "витончений джулеп-стрейнер, який ви навряд чи у когось побачите",
      "барна ложка, довжиною 40см з додатковим стрейнером",
      "баночка для бітера (гіркуватої настоянки на травах, яка надає аромату та збалансованості смаку коктейлю)"
    ],
    "reviews": [
      {
        "author": "Ярослав",
        "stars":  5,
        "text": "Давно себе искал такой набор. Не всем подойдет? но те кто в теме оценят. Соотношение цены и качества бомба"
      },
    ]
  },
  {
    "title": "Flavour Shake Set 5.0",
    "subtitle": "Набір для спражніх поціновувачів класики",
    "description": "Набір для спражніх поціновувачів класики",
    "images": [
      "images/catalog/flavour-shake-50-1.png",
      "images/catalog/flavour-shake-50-2.png"
    ],
    "price": 2780,
    "discount": 300,
    "rating": 100,
    "components": [
      "бостон шейкер, який є фаворитом серед професіоналів",
      "джигер об’ємом 50/25мл з мірними поділками",
      "барна ложка з додатковим стейнером довжиною 40см",
      "хавторн-стейнер, який є найгарячішим в наборі",
      "ситечко з вушками",
    ],
    "reviews": [
      {
        "author": "Коля",
        "stars":  5,
        "text": "Якість на ці гроші хороша. Замовив для свого друга подарунок від вашого магазина, давно собі такий хотів."
      },
      {
        "author": "Елена",
        "stars":  5,
        "text": "Очень крутая упаковка и буклетик с рецепта. Прям очень мило, всем советую"
      },
    ]
  },
  {
    "title": "Black Shake Set 3.0",
    "subtitle": "Набір для домашнього побачення",
    "description": "Набір для домашнього побачення",
    "images": [
      "images/catalog/black-shake-30-1.png",
      "images/catalog/black-shake-30-2.png"
    ],
    "price": 1680,
    "discount": 100,
    "rating": 90,
    "components": [
      "шейкер європейського зразку, гарного чорного забарвлення",
      "джигер об’ємом 50/25мл з мірними поділками",
      "класичний хавртон-стрейнер з пружиною для можливості краще взбивати коктейлі з великим вмістом інгрідієнтів, які повинні правильно змішатись."
    ],
    "reviews": [
      {
        "author": "Владлен",
        "stars":  5,
        "text": "Все отлично и сервис и ребята приятные, огромное спасибо. Отдельно скажу еще спасибо от парня своего, он у меня фанат всего этого и я по началу сомневалась, но по итогу он остался оочень довольным. Это просто шикарная идея для подарка."
      },
      {
        "author": "Игорь",
        "stars":  5,
        "text": "Дякую хлопцям, все якісне, за коробку і буклет окремий респект"
      },
    ]
  },
  {
    "title": "Black Shake Set 2.0",
    "subtitle": "Набір для успішних людей",
    "description": "Набір для успішних людей",
    "images": [
      "images/catalog/black-shake-20-1.png",
      "images/catalog/black-shake-20-2.png"
    ],
    "price": 1380,
    "discount": 100,
    "rating": 90,
    "components": [
      "шейкер, європейського зразку для легкого приготування напоїв",
      "джигер для правильного розуміння використання продукції"
    ],
    "reviews": [
      {
        "author": "Андрей",
        "stars":  5,
        "text": "Шейкер очень удобный, взял этот набор так как хотел попробовать что-то самому приготовить из коктейлей, теперь буду докупать еще стрейнер."
      },
    ]
  },
  {
    "title": "Pink Shake Set 3.0",
    "subtitle": "Набір для збалансованості життя",
    "description": "Набір для збалансованості життя",
    "images": [
      "images/catalog/pink-shake-30-1.png",
      "images/catalog/pink-shake-30-2.png"
    ],
    "price": 1680,
    "discount": 260,
    "rating": 100,
    "components": [
      "японський шейкер, який є улюбленцем в барному світі\n",
      "хавртон-стрейнер, який є універсальним",
      "джигер, який є вірним другом в приготуванні напою"
    ],
    "reviews": [
      {
        "author": "Олег",
        "stars":  4,
        "text": "Особливо сподобався шейкер та барна ложка, якою можна наколоти шматочок лайму для Маргарити. В цілому набір непоганий."
      },
      {
        "author": "Марія",
        "stars":  5,
        "text": "Набір ідеальний + коробка з буклетом дуже приємний бонус. Окремо дякую за те, що відправили через 20 хв після замовлення."
      },
      {
        "author": "Ольга",
        "stars":  5,
        "text": "Отличный по качеству набор."
      }
    ]
  },
  {
    "title": "Pink Shake Set 2.0",
    "subtitle": "Набір для цілеспрямовних і рішучих",
    "description": "Набір для цілеспрямовних і рішучих",
    "images": [
      "images/catalog/pink-shake-20-1.png",
      "images/catalog/pink-shake-20-2.png"
    ],
    "price": 1380,
    "discount": 100,
    "rating": 90,
    "components": [
      "шейкер японського стилю з додатковим стрейнером",
      "джигер об’ємом 50/25мл для точного виміру рідини"
    ],
    "reviews": [
      {
        "author": "Оксана",
        "stars":  5,
        "text": "Тепер і в мене вдома є барний інвентар. Сьогодні будемо з чоловіком куштувати Дайкірі. Дякую за класну ідею – готувати коктейлі власноруч вдома."
      },
      {
        "author": "Каріна",
        "stars":  5,
        "text": "Любимо смачний алкоголь, але не знали як його готувати. Чудовий блог, гарний інвентарь. Сенк ю"
      },
    ]
  }
]

//Відгуки (скріншоти)
export const reviews = [
  "images/reviews/1.png",
  "images/reviews/2.png",
  "images/reviews/3.png",
  "images/reviews/4.png",
  "images/reviews/5.png",
  "images/reviews/6.png",
  "images/reviews/7.png",
  "images/reviews/8.png"
]

//Відео-гайди
export const videoGuides = [
  {
    video:  "https://www.youtube.com/embed/ogU8amrmdWI",
    title: "Вчимось готувати коктейль Margarita з барними наборами від Bar at home.",
    subtitle: "Опис відеогайду",
    img: "ogU8amrmdWI",
  },
  {
    video:  "https://www.youtube.com/embed/tgMcHlr8pgw",
    title: "Класичний рецепт \"Bloody Mary\"",
    subtitle: "Опис відеогайду",
    img: "tgMcHlr8pgw",
  },
  {
    video:  "https://www.youtube.com/embed/Fo4MTlKrE0k",
    title: "Класичний рецепт Whiskey Sour",
    subtitle: "Опис відеогайду",
    img: "Fo4MTlKrE0k",
  },
  {
    video:  "https://www.youtube.com/embed/zNfnf__2V34",
    title: "Готуємо Negroni",
    subtitle: "Опис відеогайду",
    img: "zNfnf__2V34",
  }
]

//Доставка
export const delivery = "Терміни доставки Вашого відправлення компанією «Нова пошта» до пункту призначення зазвичай становить не більше 2-х робочих днів. Замовлення, що оформлені до 14:00, ми передаємо в той же день компанії «Нова пошта» для здійснення доставки. Замовлення, оформлені після 14:00 - ми передаємо на наступний день. Після цього перевізник сповістить Вас про точні терміни та конкретний час прибуття товару до пункту призначення";

//Оплата
export const payment = "Оплатити замовлення ви можете за допомогою карт VISA/Mastercard під час оформлення замовлення або готівкою у відділенні компанії \"Нова пошта\".  Жодних прихованих платежів, оплати послуг транспортних компаній, плати за переказ коштів, комісій та іншого! Ви оплачуєте тільки суму вашого замовлення.";

//Повернення
export const returnRules = "Гарантуємо можливість повернення товару протягом 14 днів від моменту замовлення тільки за нявності однієї з перечислених умов: отриманий товар не відповідає фотографіям виставленим на сайті інтернет-магазину \"Bar at home\", якість товару заявлена на сайті не відповідає дійсності.";